// © Copyright 2008-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Vidarebefordra fax";

FaxForwardOKButtonTitle = "OK";
FaxProperty = "Fax";
AddressBookLaunchButtonTooltip = "Öppna faxadressboken";
ContactsLaunchButtonTooltip = "Öppna faxkontakter";

FaxForwardIncorrectDatesDiffTitle = "Felaktiga datum";
FaxForwardIncorrectDatesDiffMsg = "Startdatumet för vidarebefordran måste infalla före slutdatumet. Ändra datumen.";
FaxForwardIncorrectStopDateTitle = "Felaktigt slutdatum för vidarebefordan";
FaxForwardIncorrectStopDateMsg = "Slutdatumet för vidarebefordran måste infalla i framtiden.";

EmptyFaxNumberFieldTitle = "Fältet \"Vidarebefordra till\" kan inte vara tomt";
EmptyFaxNumberFieldMsg = "Skriv in ett faxnummer.";
InvalidFaxNumberTitle = "Ogiltigt faxnummer";
InvalidFaxNumberMsg = "Det angivna numret är inte ett giltigt faxnummer. Ange ett giltigt faxnummer och försök igen.";
FaxNumberTooLongMsg = "För många tecken har angivits i fältet. Längden får inte överskrida %d tecken.";

EnableFaxForwardLabelTitle = "Aktivera vidarebefordran av fax";
HSDStartForwardDateLabelTitle = "Starta vidarebefordran:";
HSDStopForwardDateLabelTitle = "Avbryt vidarebefordran:";
HSDTaskDescription = "Använd Vidarebefordran av fax om du vill skicka dina inkommande fax till ett annat nummer.";
HSDForwardToLabelTitle = "Vidarebefordra till:";
HSDApplyButtonTitle = "Verkställ nu";
HSDCloseButttonTitle = "Stäng";
HSDAddButtonTitle = "Lägg till";
FaxAddrBookWindowTitle = "Faxadressbok";
FaxContactsWindowTitle = "Faxkontakter";

EnableAddressBookTitle = "Informationen är inte tillgänglig";
EnableAddressBookExplanation = "Ingen tillgång till programmet \"%@\".\nDu kan häva blockeringen via panelen Säkerhet och integritet under Systeminställningar.";

ApplySettingsError = "Kunde ej verkställa inställningarna.";
ApplySettingsErrorExplanation = "Kontrollera att enheten är online och inte håller på att bearbeta ett faxjobb.";

FaxForwardingOffTitle = "Av";
FaxForwardingForwardTitle = "På - Vidarebefordra";
FaxForwardingPrintForwardTitle = "På - Skriv ut och vidarebefordra";
